Repository: reneneee/parliamentwatch
Catalog: sites/dailwatch.ie/modules/custom/direct_debit/translations/direct_debit.*.po
Languages: de

source: Update Bank Identification Numbers
de: Aktualisierung der Bankleitzahlen

source: Upload <em>PC-Text</em> file containing Bank Identification Numbers
de: Laden Sie eine Datei mit Bankleitzahlen im <em>PC-Text</em>

source: Upload a file containing Bank Identification Numbers to update the internal database with current valid numbers. This feature is tested with german BIN's only. You get the file containing german BIN's from: !link. Download the <em>PC-Text</em> format there.
de: Laden Sie eine Datei mit Bankleitzahlen um die interne Datenbank zu aktualisieren. Diese Funktion ist nur mit deutschen Bankleitzahlen getestet. Sie erhalten die Bankleitzahlen hier: !link. Wählen Sie dort das Format <em>PC-Text</em>.

source: Update notification
de: Benachrichtigung über Aktualisierung

source: A message will appear in the Direct Debit overview to remind you to update the Bank Identification Numbers.
de: Ein Hinweis wird in der Lastschriften-Übersicht eingeblendet, der Sie an eine Aktualisierung der Bankleitzahlen erinnert.

source: Date of expiration
de: Ablaufdatum

source: Start update
de: Aktualisierung beginnen

source: DTA Settings
de: DTA Einstellungen

source: Please note: DTA restricts strings to uppercase alphanumeric characters, spaces and . , & - / + * $ %. When using PEARs Payment_DTA package the input will be transformed automatically to DTA standard.
de: Hinweis: DTA schränkt Texte auf großgeschriebene alphanumerische Zeichen, Leerzeichen und . , & - / + * $ % ein. Wenn PEARs Payment_DTA Paket benutzt wird, wird die Eingabe automatisch in den DTA-Standard umgewandelt.

source: You must upload Bank Information Numbers above before being able to configure further settings.
de: Bevor Sie weitere Einstellungen bearbeiten können, müssen Sie Bankleitzahlen laden (siehe oben).

source: Name of Account Holder
de: Name des Kontoinhabers

source: Name of the account holder, up to 27 uppercase alphanumeric characters, spaces or . , & - / + * $ %.
de: Der Name des Kontoinhabers. Bis zu 27 großgeschriebene alphanumerische Zeichen, Leerzeichen oder . , & - / + * $ %.

source: Bank Account Number
de: Kontonummer

source: The organizations bank account number, up to 10 digits
de: Die Kontonummer Ihrer Organisation, bis zu 10 Ziffern

source: Bank Identification Number
de: Bankleitzahl

source: Bank identification number of the bank account, up to 8 digits
de: Die Bankleitzahl Ihrer Organisation, bis zu 8 Ziffern.

source: Custom Reference Text
de: Verwendungszweck

source: Custom reference text which is shown in the accountholders bill, up to 54 uppercase alphanumeric characters, spaces or . , & - / + * $ %.
de: Verwendungszweck, der im Kontoauszug des Kontoinhabers zu sehen ist. Bis zu 54 großgeschriebene alphanumerische Zeichen, Leerzeichen oder . , & - / + * $ %.

source: Path to DTA.php
de: Verzeichnispfad zur DTA.php

source: This module uses the PEAR Payment_DTA package. Either your site administrator installs it using the PEAR install command or you are installing it e.g. in your <strong>@path</strong> directory. Download Payment_DTA here: !pear_link. The directory path containing <strong>DTA.php</strong> must be set here. Use a path relative to the Drupal root or enter an absolute file system path. Leave this field blank to use the PHP include_path (<strong>@include_path</strong>).
de: Dieses Modul benutzt das PEAR Payment_DTA Paket. Entweder Ihr Site Administrator installiert das Paket unter Benutzung des PEAR Installationsprogramms oder Sie installieren es z.B. in Ihrem Verzeichnis <strong>@path</strong>. Downloaded Sie Payment_DTA hier: !pear_link. Das Verzeichnis, das die Datei <strong>DTA.php</strong> enthält, muß oben eingetragen werden. Verwenden Sie einen Verzeichnispfad, der relativ zum Drupal Root ist oder verwenden Sie einen absoluten Verzeichnispfad. Lassen Sie das Feld frei, um den PHP include_path zu benutzen (<strong>@include_path</strong>).

source: contributions-
de: lastschriften-

source: Set DTA file prefix
de: Prefix der DTA-Datei

source: Modify the default prefix (<em>@default_prefix</em>). The DTA file name will look like this: <em>@filename</em>. It must only contain alphanumeric characters, underscores (_) or hyphens (-).
de: Verändern Sie den Standardprefix (<em>@default_prefix</em>). Der DTA-Dateiname sieht folgendermaßen aus: <em>@filename</em>. Er darf nur alphanumerische Zeichen, Unterstriche (_) oder Bindestriche (-) enthalten.

source: Issuer Address
de: Adresse des Ausstellers

source: Issuer Address to be included in the Direct Debit receipt and confirmation mail.
de: Die Adresse des Ausstellers, die in der Spendenbescheinigung und der Bestätigungsemail verwendet wird.

source: Street
de: Straße

source: Postal code
de: Postleitzahl

source: City
de: Ort

source: Set receipt text data
de: Text der Spendenbescheinigung

source: Text data to be included in the Direct Debit receipt.
de: Text, der in der Spendenbescheinigung angezeigt wird.

source: Title
de: Titel

source: Header
de: Kopfbereich

source: Footer
de: Fußzeile

source: Set mail text data
de: Text der Bestätigungs-E-Mail

source: Text data to be included in the Direct Debit confirmation mail.
de: Text, der in der Bestätigungs-E-Mail angezeigt wird.

source: From
de: Von

source: Subject
de: Betreff

source: Body (first part)
de: Inhalt (erster Teil)

source: Body (second part)
de: Inhalt (zweiter Teil)

source: After submitting the form values you can see the <a href="@link" target="blank">mail preview</a>.
de: Nach dem Senden des Formulars können Sie sich eine <a href="@link" target="blank">Vorschau der E-Mail</a> anschauen.

source: An error occurred while submitting the form. Please check your input values and try again. If this error persists, please contact the site administrator.
de: Ein Fehler ist beim Senden des Formulars aufgetreten. Bitte prüfen Sie die Eingabewerte und probieren Sie es nocheinmal. Wenden Sie sich an Ihren Site Administrator, wenn der Fehler bestehen bleibt.

source: Reset to defaults
de: Zurücksetzen

source: The configuration options have been reset to their default values.
de: Die Einstellungen wurden auf ihre Standardwerte zurückgesetzt.

source: The configuration options have been saved.
de: Die Einstellungen wurden gespeichert.

source: Invalid Bank Identification Number.
de: Ungültige Bankleitzahl.

source: The DTA file prefix must contain not more than 100 alphanumeric characters, underscores (_) or hyphens (-).
de: Der Prefix der DTA-Datei darf nicht mehr als 100 alphanumerische Zeichen, Unterstriche (_) oder Bindestriche (-) enthalten.

source: The file name prefix must have not more than 100 characters.
de: Der Prefix der Datei darf nicht mehr als 100 alphanumerische Zeichen lang sein.

source: Unable to load the file DTA.php. Please check the path to the file DTA.php below.
de: Die Datei DTA.php konnte nicht geladen werden. Bitte prüfen Sie den Verzeichnispfad weiter unten.

source: Reminder: Don't forget to update the Bank Identification Numbers at @date. Go to <a href="@dd_settings_url">Administer > Settings > Direct Debit</a> to perform the update.
de: Erinnerung: Vergessen Sie nicht, die Bankleitzahlen am @date zu aktualisieren. Gehen Sie zu <a href="@dd_settings_url">Verwalten > Einstellungen > Lastschriften</a>, um die Aktualisierung durchzuführen.

source: Warning: The Bank Identification Numbers are out-of-date since @date. Go to <a href="@dd_settings_url">Administer > Settings > Direct Debit</a> to perform the update.
de: Achtung: Die Bankleitzahlen sind seit dem @date überholt. Gehen Sie zu <a href="@dd_settings_url">Verwalten > Einstellungen > Lastschriften</a> um eine Aktualisierung durchzuführen.

source: Create DTA file
de: DTA-Datei erzeugen

source: Unable to create the DTA file. Please check the path to the file DTA.php in <a href="@dd_settings_url">Administer > Settings > Direct Debit</a>.
de: Die DTA-Datei konnte nicht erzeugt werden. Bitte prüfen Sie den Verzeichnispfad zur Datei DTA.php in <a href="@dd_settings_url">Verwalten > Einstellungen > Lastschriften</a>.

source: Creates a DTA File using all new contributions. The Contribution Status will be updated from "pending" to "in progress". This button is only enabled if new contributions available.
de: DTA-Datei mit allen neuen Lastschriften erzeugen. Der Status dieser Lastschriften wird von "unbearbeitet" auf "in Arbeit" gesetzt.

source: DTA files created in the past are collected in the <a href="@link">DTA files archive</a>.
de: Früher erzeugte DTA-Dateien sind im <a href="@link">DTA-Dateiarchiv</a> verfügbar.

source: Update options
de: Aktualisierungs-Einstellungen

source: Set status to:
de: Status setzen:

source: Update
de: Aktualisieren

source: Contribution Overview
de: Lübersicht

source: Receipt
de: Spendenbescheinigung

source: completed
de: abgeschlossen

source: canceled
de: abgebrochen

source: failed
de: fehlgeschlagen

source: pending
de: unbearbeitet

source: in progress
de: in Arbeit

source: You have to select at least one contribution to perform an update action.
de: Wählen Sie mindestens eine Lastschrift aus, um eine Aktualisierungs-Aktion ausführen zu können.

source: The status was updated successfully to <em>@status</em> for all (@count) selected contributions.
de: Der Status wurde auf <em>@status</em> gesetzt für alle (@count) ausgewählten Lastschriften.

source: The selected contributions could not be set to <em>completed</em>. Please make sure that you have proceeded them correctly: they need to have the <em>in progress</em> state.
de: Der Status der ausgewählten Lastschriften konnte nicht auf <em>abgeschlossen</em> gesetzt werden. Bitte prüfen Sie, daß Sie sie richtig bearbeitet haben: Die Lastschriften müssen vorher den Status <em>in Arbeit</em> haben.

source: The status was updated successfully to <em>completed</em> for @count of the selected contributions. @count_not selected contributions were not be set to <em>completed</em>. Please make sure that you have proceeded these contributions correctly: they need to have the <em>in progress</em> state.
de: Der Status wurde bei nur @count der ausgewählten Lastschriften auf <em>@status</em> gesetzt. @count_not der ausgewählten Lastschriften wurden nicht auf <em>completed</em> gesetzt. Bitte prüfen Sie, daß Sie sie richtig bearbeitet haben: Die Lastschriften müssen vorher den Status <em>in Arbeit</em> haben.

source: No contribution has been updated.
de: Es wurden keine Lastschriften aktualisiert.

source: The status was updated successfully to <em>@status</em> for @count of the selected contributions. @count_not selected contributions were not be set to <em>@status</em>. Please check their contribution update workflow.
de: Der Status wurde bei nur @count der ausgewählten Lastschriften auf <em>@status</em> gesetzt. @count_not der ausgewählten Lastschriften wurden nicht auf <em>@status</em> gesetzt. Bitte prüfen Sie deren Status.

source: No transactions available.
de: Keine Lastschrift verfügbar.

source: Filter items
de: Einträge filtern

source: <em>and</em> where <strong>%a</strong> is <strong>%b</strong>
de: <em>und</em> wo <strong>%a</strong> gleich <strong>%b</strong>

source: <strong>%a</strong> is <strong>%b</strong>
de: <strong>%a</strong> gleich <strong>%b</strong>

source: Refine
de: Einschränken

source: Undo
de: Rückgängig

source: Reset
de: Zurücksetzen

source: Show only items where
de: Nur Einträge anzeigen mit

source: and
de: und

source: where
de: wobei

source: is
de: ist

source: Could not open uploaded file.
de: Die hochgeladene Datei konnte nicht verarbeitet werden.

source: Could not import Bank Identification Numbers because the uploaded file has an error in line @line.
de: Die Bankleitzahlen konnten nicht importiert werden, da die hochgeladene Datei einen Fehler in Zeile @line enthält.

source: An Error occurred while importing file data into the database. The bank identification numbers may be incomplete. You need to import the data again or contact the site administrator.
de: Ein Fehler trat während des Imports der Daten auf. Die Bankleitzahlen sind möglicherweise nicht vollständig. Laden Sie die Datei erneut hoch oder kontaktieren Sie den Site Administrator.

source: Received on
de: Empfangen am

source: Account Holder
de: Kontoinhaber

source: Amount
de: Betrag

source: Currency
de: Währung

source: BAN
de: Kontonummer

source: BIN
de: Bankleitzahl

source: Organization
de: Organisation

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Post Code
de: Postleitzahl

source: State / Province
de: Bundesland

source: Country
de: Land

source: IP address
de: IP-Adresse

source: Email address
de: E-Mail-Adresse

source: Contribution Type
de: Spendenart

source: Contribution Page ID
de: ID der Spendenseite

source: Description
de: Beschreibung

source: Confirmed on
de: Bestätigt am

source: Canceled on
de: Abgebrochen am

source: Failed on
de: Fehlgeschlagen am

source: Created DTA on
de: DTA erzeugt am

source: user
de: Benutzer

source: Could not find a contribution with transaction id @trxn_id.
de: Konnte keine Lastschrift mit Transaktions-ID @trxn_id finden.

source: Billing
de: Quittung

source: unknown user
de: unbekannter Benutzer

source: Name and Address of the issuer:
de: Name und Adresse des Ausstellers:

source: Name and Address of the contributor:
de: Name und Adresse des Spenders:

source: Numeric value of contribution:
de: Betrag der Spende in Zahlen:

source: Date of contribution:
de: Datum der Spende:

source: Can't send file because of an internal error (Some data has already been send to the Web Browser). Please contact the site administrator.
de: Die Datei konnte wegen eines internen Fehlers nicht gesendet werden (es wurden Daten schon vorher an den Browser gesendet). Bitte kontaktieren Sie den Site Administrator.

source: DTA File
de: DTA-Datei

source: Date
de: Datum

source: User
de: Benutzer

source: Download the last created DTA file:
de: Laden Sie die zuletzt erzeugte DTA-Datei:

source: No DTA file available.
de: Keine DTA-Datei verfügbar.

source: DTA file archive
de: DTA-Dateiarchiv

source: Error while setting the DTA sender data. Please check the Direct Debit configuration or contact the site administrator.
de: Fehler beim Einfügen der DTA-Absenderdaten. Bitte prüfen Sie die Konfiguration des Lastschrift-Moduls oder kontaktieren Sie den Site Administrator.

source: Error with some invalid debit data. The DTA file could not be created. Please check the direct debit configuration or contact the site administrator.
de: Die DTA-Datei konnte nicht erzeugt werden, da einige Lastschriftdaten fehlerhaft sind. Bitte prüfen Sie die Konfiguration des Lastschrift-Moduls oder kontaktieren Sie den Site Administrator.

source: Unknown Error occurred. The DTA file could not be created. Please check the direct debit configuration or contact the site administrator.
de: Ein unbekannter Fehler ist aufgetreten. Die DTA-Datei konnte nicht erzeugt werden. Bitte prüfen Sie die Konfiguration des Lastschrift-Moduls oder kontaktieren Sie den Site Administrator.

source: Number of pending transactions.
de: Anzahl der unbearbeiteten Lastschriften.

source: Direct Debit Management
de: Lastschriften-Verwaltung

source: Unknown update status.
de: Unbekannter Status.

source: Germany
de: Deutschland

source: Bavaria
de: Bayern

source: Hesse
de: Hessen

source: Lower Saxony
de: Niedersachsen

source: Mecklenburg-Western Pomerania
de: Mecklenburg-Vorpommern

source: North Rhine-Westphalia
de: Nordrhein-Westfalen

source: Rhineland-Palatinate
de: Rheinland-Pfalz

source: Saxony
de: Sachsen

source: Saxony-Anhalt
de: Sachsen-Anhalt

source: Thuringia
de: Thüringen

source: [Organization name]
de: [Organisationsname]

source: [First name]
de: [Vorname]

source: [Last name]
de: [Nachname]

source: [Street Address]
de: [Straße]

source: [Postal Code]
de: [Postleitzahl]

source: [City]
de: [Ort]

source: [Amount]
de: [Summe]

source: Could not send mail for contribution with Transaction ID %trxn_id.
de: Für Lastschrift Lastschrift mit Transaktions-ID %trxn_id konnte keine E-Mail versandt werden.

source: Could not send mail for contribution with Transaction ID %trxn_id, because the email is missing.
de: Für Lastschrift Lastschrift mit Transaktions-ID %trxn_id konnte aufgrund fehlender E-Mail-Adresse keine E-Mail versandt werden.

source: direct debit
de: Lastschrift

source: Error code: 'unknown did'.
de: Fehlercode: 'Unbekannte did'.

source: Error code: 'failed to create trxn_id'.
de: Fehlercode: 'Erzeugen der trxn_id fehlgeschlagen'.

source: Error code: 'field required' for field: @field.
de: Fehlercode: 'Feld erforderlich' für Feld: @field.

source: Error code: 'field required' for field: email.
de: Fehlercode: 'Feld erforderlich' für Feld: E-Mail

source: Error code: 'invalid data' for field: email.
de: Fehlercode: 'Ungültige Daten' für Feld: email.

source: Error code: 'invalid data' for field: bank_account_number.
de: Fehlercode: 'Ungültige Daten' für Feld: bank_account_number.

source: Error code: 'invalid data' for field: bank_identification_number.
de: Fehlercode: 'Ungültige Daten' für Feld: bank_identification_number.

source: Error code: 'invalid data' for field bank_name.
de: Fehlercode: 'Ungültige Daten' für Feld: bank_name.

source: Error code: 'data exists'.
de: Fehlercode: 'Daten vorhanden'.

source: Error code: 'failed to insert data'.
de: Fehlercode: 'Einfügen der Daten fehlgeschlagen'.

source: An Error occurred while deleting data from the table <em>direct_debit_bank_identification_numbers</em>. The bank identification numbers may be incomplete.
de: Ein Fehler trat auf während des Löschens in der Tabelle <em>direct_debit_bank_identification_numbers</em>. Die Bankleitzahlen könnten unvollständig sein.

source: An Error occurred while importing file @file data into the database. The bank identification numbers may be incomplete.
de: Ein Fehler trat auf während des Imports der Datei @file in die Datenbank. Die Bankleitzahlen könnten unvollständig sein.

source: mail
de: E-Mail

source: Error sending e-mail (from %from to %to).
de: Fehler beim Senden der E-Mail (von %from an %to).

source: There is 1 pending contribution.
de: Es gibt 1 unbearbeitete Lastschrift.

source: administer direct debit
de: Lastschriften verwalten

source: access direct debit
de: Lastschriften benutzen

source: DTA Files Archiv
de: DTA-Dateiarchiv

source: Direct Debit Management - DTA Files Archiv
de: Lastschriften-Verwaltung - DTA-Dateiarchiv

source: Direct Debit Details
de: Lastschriftendetails

source: Direct Debit Receipt
de: Lastschriftenquittung

source: Direct Debit Mail Preview
de: Lastschriften-Bestätigung E-Mail-Vorschau

source: Direct Debit
de: Lastschriften

source: Configure Direct Debit
de: Lastschriften verwalten

source: Primary Key: Unique ID for direct debit.
de: Primärer Schlüssel: Eindeutige ID für Lastschriften

source: Key: Unique ID for transactions with the format: dd_xxxx_did. This Id is used as transaction id for civicrm
de: Schlüssel: Eindeutige ID für Transaktionen im Format: dd_xxxx_did. Diese ID wird als ID für Transaktionen in CiviCRM genutzt.

source: First name.
de: Vorname.

source: Last name.
de: Nachname.

source: Organization name.
de: Organisationsname.

source: Account Holder.
de: Kontoinhaber.

source: Bank Account Number.
de: Kontonummer.

source: Bank Identification Number.
de: Bankleitzahl.

source: Bank Name.
de: Name der Bank.

source: Address: Street.
de: Adresse: Straße.

source: Address: Postal Code.
de: Adresse: Postleitzahl

source: Address: City.
de: Adresse: Stadt.

source: Address: State/Province.
de: Adresse: Bundesland.

source: Address: Country.
de: Adresse: Land.

source: Email address.
de: E-Mail-Adresse.

source: Payment action.
de: Zahlaktion.

source: Contribution page identifier.
de: ID der Spendenseite.

source: Contribution description.
de: Spendenbeschreibung.

source: Contribution type.
de: Spendentyp.

source: Contribution amount.
de: Spendenbetrag.

source: Currency Identifier.
de: ID der Währung.

source: Invoice Identifier.
de: ID der Rechnung.

source: Contributors IP address.
de: IP-Adresse des Spenders.

source: Identifier of receipt, received from contribution form.
de: ID der Quittung (vom Spendenformular erhalten).

source: Hash over the data received by direct_debit_do_payment.
de: Hash der von direct_debit_do_payment empfangenen Daten.

source: Status ID of transaction.
de: ID des Transaktionsstatus.

source: Billing type 0 not wanted, 1 wanted
de: Rechnungstyp 0 nicht gewünscht, 1 gewünscht

source: The Unix timestamp: pending.
de: Unix Timestamp: unbearbeitet.

source: The Unix timestamp: canceled.
de: Unix Timestamp: abgebrochen.

source: The Unix timestamp: completed.
de: Unix Timestamp: abgeschlossen.

source: The Unix timestamp: in progress.
de: Unix Timestamp: in Arbeit.

source: The Unix timestamp: failed.
de: Unix Timestamp: fehlgeschlagen.

source: User's {users}.uid - who confirmed the payment.
de: {users}.uid des Benutzers, der die Zahlung bestätigt hat.

source: User's {users}.uid - who canceled the payment.
de: {users}.uid des Benutzers, der die Zahlung abgebrochen hat.

source: User's {users}.uid - who set failed to the payment.
de: {users}.uid des Benutzers, der die Zahlung als fehlgeschlagen markiert hat.

source: User's {users}.uid - who set payment to in progress.
de: {users}.uid des Benutzers, der die Zahlung als in Arbeit markiert hat.

source: Identifier for each DTA file - will be the first dta_id of the dataset.
de: ID jeder DTA-Datei - ist die erste dta_id des Datensatzes.

source: Counts dta files created on the same day.
de: Zählt am selben Tag erzeugte DTA-Dateien.

source: Primary Key: Unique ID.
de: Primärer Schlüssel: Eindeutige ID.

source: Direct Debit Offline Gateway
de: Offline-Gateway für Elektronische Lastschriften
